rpi5-32/20240731-0853-glibc-default/logs/pgbench-yes-32-32768-0/pgbench-warmup-1-0.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 554614
number of failed transactions: 0 (0.000%)
latency average = 0.576 ms
initial connection time = 31.919 ms
tps = 55587.255104 (without initial connection time)